num = 5
name = "nika"
float = 5.5
print(num)
print(name)
print(float)




# 3) შექმენით ცვლადი რომელშიც შეინახავთ თქვენს სახელს შემდეგ შექმენით მეორე ცვლადი სადაც შეინახავთ თქვენს გვარს,
# შექმენით მესამე ცვლადი სადაც შენახული იქნება თქვენი წელი ოღონდ ინტეჯერის სახით, 
# შემდეგ დაბეჭდეთ ეს ყველა ინფორმაცია ერთ გრძელ წინადადებაში ისე რომ გადააქციოთ ელემენტები საჭირო მონაცემთა 
# ტიპებში






name = "nika"
lastname = "gigoshvili"
age = 17
print("your name is " + name + " your lastname is " + lastname + " your age is " + str(age))
